Repository: drupin/basic_theme
Catalog: basic/lang/*.po
Languages: el_gr

source: File Not Found
el_gr: Αρχείο δε βρέθηκε

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
el_gr: Η σελίδα που ζητήσατε δεν ήταν δυνατόν να βρεθεί.

source: Please try the following:
el_gr: Παρακαλώ προσπαθήστε τα παρακάτω:

source: Check your spelling
el_gr: Ελέγξτε την ορθογραφία σας

source: Return to the <a href="%s">home page</a>
el_gr: Επιστροφή στην <a href=\"%s\">Αρχική σελίδα</a>

source: Click the <a href="javascript:history.back()">Back</a> button
el_gr: Πατήστε το κουμπί <a href="javascript:history.back()">Πίσω</a>.

source: Daily Archives: %s
el_gr: Αρχεία ημέρας: %s

source: Monthly Archives: %s
el_gr: Αρχεία μήνα: %s

source: Yearly Archives: %s
el_gr: Αρχεία έτους: %s

source: Author Archives: %s
el_gr: Αρχεία συγγραφέα: %s

source: (Edit)
el_gr: (Επεξεργασία)

source: Your comment is awaiting moderation.
el_gr: Το σχόλιό σας αναμένει για έγκριση.

source: This post is password protected. Enter the password to view comments.
el_gr: Η καταχώρηση είναι προστατευμένη με κωδικό. Παρακαλώ πληκτρολογήστε τον για να δείτε τα σχόλια.

source: &larr; Older comments
el_gr: &larr; Παλαιότερα σχόλια

source: Newer comments &rarr;
el_gr: Νεότερα σχόλια &rarr;

source: Comments are closed.
el_gr: Τα σχόλια είναι κλειστά.

source: Leave a Reply
el_gr: Αφήστε το σχόλιό σας

source: Leave a Reply to %s
el_gr: Αφήστε ένα σχόλιο στο %s

source: You must be <a href="%s">logged in</a> to post a comment.
el_gr: Πρέπει να You must be <a href=\"%s\">γραφτείτε</a> για να σχολιάσετε.

source: Logged in as <a href="%s/wp-admin/profile.php">%s</a>.
el_gr: Έχετε συνδεθεί ως %s

source: Log out of this account
el_gr: Έξοδος από λογαριασμό.

source: Log out &raquo;
el_gr: Έξοδος &raquo;

source: Name
el_gr: Όνομα

source: (required)
el_gr: (απαραίτητο)

source: Email (will not be published)
el_gr: Email (Δεν θα δημοσιοποιηθεί)

source: Website
el_gr: Ιστοσελίδα

source: Comment
el_gr: Σχόλιο

source: Submit Comment
el_gr: Υποβολή σχολίου

source: Primary Navigation
el_gr: Κυρίως μενού

source: Please Wait...
el_gr: Παρακαλώ Περιμένετε...

source: Order Management
el_gr: Διαχείρηση παραγγελιών

source: Congratulations, you have
el_gr: Συγχαρητήρια, έχετε

source: new order
el_gr: νέα παραγγελία

source: new orders
el_gr: νέες παραγγελίες

source: order has not been sent yet
el_gr: παραγγελία δεν έχει αποσταλεί ακόμη

source: orders have not been sent yet
el_gr: παραγγελίες δεν έχουν αποσταλεί ακόμη

source: Unresolved orders:
el_gr: Εκρεμμότητες παραγγελιών:

source: Upgrade your store
el_gr: Αναβαθμίστε το κατάστημά σας

source: No Products
el_gr: Δε βρέθηκαν Προϊόντα

source: Item:
el_gr: Τεμάχιο:

source: Price:
el_gr: Τιμή:

source: Quantity:
el_gr: Ποσότητα:

source: Remove
el_gr: Αφαίρεση

source: Subtotal:
el_gr: Σύνολο:

source: Discount:
el_gr: Έκπτωση

source: Remove Coupon &raquo;
el_gr: Αφαίρεση κουπονιού &raquo;

source: Have a coupon code?
el_gr: Έχετε κάποιο κουπόνι;

source: Enter your code:
el_gr: Πληκτρολογήστε τον κωδικό σας:

source: Update
el_gr: Ανανέωση

source: Shipping:
el_gr: Αποστολή:

source: Taxes:
el_gr: Φόροι:

source: Cart Total:
el_gr: Σύνολο καλαθιού:

source: Update Cart
el_gr: Ενημέρωση καλαθιού

source: Qty:
el_gr: Ποσότητα:

source: Checkout
el_gr: Ολοκλήρωση αγοράς

source: Have a User Account?
el_gr: Έχετε λογαριασμό χρήστη;

source: Register To Checkout
el_gr: Γραφτείτε για ολοκλήρωση της παραγγελίας

source: Checkout Directly
el_gr: Απευθείας ολοκλήρωση παραγγελίας

source: Username
el_gr: Όνομα χρήστη

source: Password
el_gr: Κωδικός

source: Login and Checkout &raquo;
el_gr: Είσοδος και ολοκλήρωση παραγγελίας &raquo;

source: or
el_gr: ή

source: Sign in to checkout
el_gr: Είσοδος για ολοκλήρωση παραγγελίας

source: Have you purchased anything here before?
el_gr: Έχετε ξανακάνει κάποια αγορά;

source: Sign in to retrieve your information
el_gr: Σύνδεση για να ανακτήσετε τις πληροφορίες σας

source: Enter your address
el_gr: Πληκτρολογήστε τη διεύθυνσή σας

source: Enter your shipping address
el_gr: Πληκτρολογήστε τη διεύθυνση αποστολής

source: Full Name:
el_gr: Ονοματεπώνυμο:

source: Country:
el_gr: Χώρα:

source: Address:
el_gr: Διεύθυνση:

source: Street address, P.O. box, company name, c/o
el_gr: Διεύθυνση, Όνομα κλπ

source: Address 2:
el_gr: Διεύθυνση 2:

source: Apartment, suite, unit, building, floor, etc.
el_gr: Όροφος, διαμέρισμα, κτίριο κλπ.

source: City:
el_gr: Πόλη:

source: State/Province/Region:
el_gr: Περιοχή:

source: Postal/Zip Code:
el_gr: Τ.Κ.:

source: Phone Number:
el_gr: Τηλέφωνο:

source: Special Instructions:
el_gr: Ειδικές οδηγίες:

source: Shipping Information:
el_gr: Πληροφορίες αποστολής:

source: Edit
el_gr: Επεγεργασία

source: Choose method of payment:
el_gr: Επιλέξτε μέθοδο πληρωμής:

source: Whoops, looks like you skipped a step! Please <a href="%s">go back and try again</a>.
el_gr: Ουπς! Απ' ότι φαίνεται προσπεράσατε ένα βήμα! Παρακαλώ <a href=\"%s\">πηγαίνετε πίσω και ξαναπροσπαθήστε</a>.

source: Confirm Payment &raquo;
el_gr: Επιβεβαίωση πληρωμής &raquo;

source: You may track the latest status of your order(s) here:<br />%s
el_gr: Μπορείτε να παρακολουθείτε την πορεία των παραγγελιών σας εδώ:<br />%s

source: Empty your shopping cart
el_gr: Άδειασμα καλαθιού

source: Empty Cart
el_gr: Άδειασμα καλαθιού

source: Go To Checkout Page
el_gr: Ολοκλήρωση αγορών

source: Checkout &raquo;
el_gr: Ολοκλήρωση αγορών &raquo;

source: There are no items in your cart.
el_gr: Δεν έχετε προϊόντα στο καλάθι σας.

source: Browse Products &raquo;
el_gr: Δείτε τα προϊόντα &raquo;

source: Order Details (%s):
el_gr: Πληροφορίες παραγγελίας (%s):

source: Current Status
el_gr: Τρέχουσα κατάσταση

source: Received:
el_gr: Λήφθηκαν:

source: Paid:
el_gr: Πληρωμένα:

source: Shipped:
el_gr: Απεσταλμένα:

source: Payment Information:
el_gr: Πληροφορίες πληρωμής:

source: Payment Method:
el_gr: Μέθοδος πληρωμής:

source: Payment Type:
el_gr: Τύπος πληρωμής:

source: Transaction ID:
el_gr: Αριθμός συναλλαγής:

source: Payment Total:
el_gr: Σύνολο πληρωμής:

source: Order Information:
el_gr: Πληροφορίες παραγγελίας:

source: Item
el_gr: Τεμάχιο

source: Quantity
el_gr: Ποσότητα

source: Price
el_gr: Τιμή

source: Subtotal
el_gr: Σύνολο

source: Download
el_gr: Κατέβασμα

source: Download&raquo;
el_gr: Κατέβασμα&raquo;

source: Limit Reached
el_gr: Φτάσατε το όριο

source: Awaiting Payment
el_gr: Αναμονή εξόφλησης

source: No products could be found for this order
el_gr: Δε βρέθηκαν προϊόντα για αυτή την παραγγελία

source: Coupon Discount:
el_gr: Έκπτωση κουπονιού:

source: Order Total:
el_gr: Σύνολο παραγγελίας:

source: Tracking Number:
el_gr: Αριθμός Tracking:

source: Order Notes:
el_gr: Σημειώσεις παραγγελίας:

source: &laquo; Back
el_gr: &laquo; Πίσω

source: Invalid Order ID. Please try again:
el_gr: Άκυρος αριθμός παραγγελίας. Παρακαλώ ξαναπροσπαθήστε:

source: Enter your 12-digit Order ID number:
el_gr: Πληκτρολογήστε τον 12-ψήφιο αριθμό παραγγελίας:

source: Look Up &raquo;
el_gr: Αναζήτηση &raquo;

source: Your Recent Orders:
el_gr: Οι πρόσφατες παραγγελίες σας:

source: Or enter your 12-digit Order ID number:
el_gr: Ή πληκτρολογήστε τον 12-ψήφιο αριθμό παραγγελίας σας:

source: Have a User Account? Login To View Your Order History:
el_gr: Έχετε λογαριασμό; Συνδεθείτε για να δείτε το ιστορικό των παραγγελιών σας:

source: Login &raquo;
el_gr: Είσοδος &raquo;

source: More
el_gr: Περισσότερα

source: More &raquo;
el_gr: Περισσότερα &raquo;

source: Uncatagorized
el_gr: Χωρίς Κατηγορία

source: No Tags
el_gr: Χωρίς ετικέτες

source: Buy &raquo;
el_gr: Αγορά &raquo;

source: Out of stock
el_gr: Εξαντλημένο

source: Choose Option &raquo;
el_gr: Επιλέξτε &raquo;

source: Add to Cart
el_gr: Προσθήκη στο καλάθι

source: Buy Now
el_gr: Αγορά Τώρα

source: Add To Cart &raquo;
el_gr: Προσθήκη στο καλάθι &raquo;

source: Buy Now &raquo;
el_gr: Αγορά τώρα &raquo;

source: View Larger Image &raquo;
el_gr: Προβολή μεγαλύτερης εικόνας &raquo;

source: Check Order Status
el_gr: Έλεγχος κατάστασης παραγγελίας

source: %d Products
el_gr: %d Προϊόντα

source: Shows a customizable list of products from your MarketPress store.
el_gr: Δείχνει μια παραμετροποιήσιμη λίστα προϊόντων από το κατάστημά σας.

source: Basic Product List
el_gr: Βασική λίστα προϊόντων

source: Our Products
el_gr: Τα Προϊόντα μας

source: Title:
el_gr: Τίτλος:

source: Custom Text:
el_gr: Εξατομικευμένο κείμενο:

source: List Settings
el_gr: Ρυθμίσεις Λίστας

source: Number of Products:
el_gr: Αριθμός Προϊόντων:

source: Order Products By:
el_gr: Ταξινόμηση Προϊόντων ανά:

source: Product Name
el_gr: Όνομα Προϊόντος

source: Publish Date
el_gr: Ημερομηνία δημοσίευσης

source: Product ID
el_gr: Αριθμός Προϊόντος

source: Product Author
el_gr: Συγγραφέας Προϊόντος

source: Number of Sales
el_gr: Αριθμός Πωλήσεων

source: Product Price
el_gr: Τιμή Προϊόντος

source: Random
el_gr: Τυχαίο

source: Descending
el_gr: Φθίνουσα

source: Ascending
el_gr: Αύξουσα

source: Taxonomy Filter:
el_gr: Φίλτρο Ταξινόμησης:

source: No Filter
el_gr: Χωρίς φιλτράρισμα

source: Category
el_gr: Κατηγορία

source: Tag
el_gr: Ετικέτα

source: Enter the Slug
el_gr: Πληκτρολογήστε τη διαδρομή

source: Display Settings
el_gr: Ρυθμίσεις προβολής

source: Show Thumbnail
el_gr: Προβολή εικονιδίου

source: Thumbnail Size:
el_gr: Μέγεθος εικονιδίου

source: Show Excerpt
el_gr: Προβολή αποσπάσματος

source: Show Price
el_gr: Προβολή τιμής

source: Show Buy Button
el_gr: Προβολή κουμπιού \"Αγορά\"

source: Only show on store pages
el_gr: Προβολή μόνο στις σελίδες καταστήματος

source: Posted on %s at %s.
el_gr: Καταχωρήθηκε στο %s τις %s.

source: Written by
el_gr: Γραμμένο από

source: Title (optional):
el_gr: Τίτλος (προαιρετικός):

source: Street Address:
el_gr: Διεύθυνση:

source: City/Locality:
el_gr: Πόλη:

source: State/Region:
el_gr: Περιοχή:

source: Zipcode/Postal Code:
el_gr: Τ.Κ.:

source: Telephone:
el_gr: Τηλέφωνο:

source: Latest Posts
el_gr: Τελευταίες καταχωρήσεις

source: Pages:
el_gr: Σελίδες:

source: Sorry, no results were found.
el_gr: Λυπούμαστε, δε βρέθηκαν αποτελέσματα.

source: &larr; Older posts
el_gr: &larr; Παλαιότερες καταχωρήσεις

source: Newer posts &rarr;
el_gr: Νεότερες καταχωρήσεις &rarr;

source: Search Results for
el_gr: Αποτελέσματα αναζήτησης για

source: Search for:
el_gr: Αναζήτηση για:

source: Search
el_gr: Αναζήτηση

source: Home
el_gr: Αρχική

source: Store Administration
el_gr: Διαχείρηση Καταστήματος

source: Create Product
el_gr: Δημιουργία προϊόντος

source: Products
el_gr: Προϊόντα

source: Orders
el_gr: Παραγγελίες

source: Store Settings
el_gr: Ρυθμίσεις Καταστήματος

source: Store Statistics
el_gr: Στατιστικά Καταστήματος

source: Affiliates Program
el_gr: Πρόγραμμα συνεργατών

source: Login/Register
el_gr: Είσοδος/Εγγραφή

source: Profile
el_gr: Προφίλ

source: My Cart
el_gr: Το καλάθι μου

source: Cancel
el_gr: Ακύρωση

source: Continue to Checkout
el_gr: Ολοκλήρωση παραγγελίας

source: This month
el_gr: Αυτό το μήνα

source: Total Orders
el_gr: Σύνολο παραγγελιών

source: Order Average
el_gr: Μέσος όρος παραγγελιών

source: Last month
el_gr: Τελευταίος μήνας

source: Total
el_gr: Σύνολο

source: Total Products
el_gr: Σύνολο προϊόντων

source: New Orders
el_gr: Νέες παραγγελίες

source: Orders with status: Paid
el_gr: Εξοφλημένες παραγγελίες

source: Orders with status: Sent
el_gr: Απεσταλμένες παραγγελίες

source: Closed Orders
el_gr: Κλειστές παραγγελίες

source: Total Number of Orders
el_gr: Συνολικός αριθμός παραγγελιών

source: Orders Total
el_gr: Σύνολο παραγγελιών

source: Average per Order
el_gr: Μέσος όρος ανά παραγγελία

source: Close
el_gr: Κλείσιμο
